Repository: Cenditel/cenditel.audio
Catalog: cenditel/audio/locales/*/LC_MESSAGES/cenditel.audio.po
Languages: es

source: Audio file
es: Archivo de Audio

source: File not found
es: Archivo no encontrado

source: It's audio Streming using HTML5
es: Es un archivo de audio transmitido con Streming y HTML5

source: The Audio file to be uploaded
es: El archivo de audio ha sido cargado

source: The file is not ready yet, please contact site administration
es: El archivo aún no esta listo, contacte a la administración del sitio

source: Validation failed(Uploaded data is too large: ${size}MB (max ${max}MB))
es: ¡Fallo validación! (data subida es demasiado grande: su tamaño actual es ${size}MB (máximo permitido ${max}MB ))

source: contenttype_error
es: El archivo tiene que ser uno de los siguientes formatos de audio '${types}'.

source: contenttype_error_transcode_service
es: Lo sentimos pero en este momento el servicio de conversión de formato no esta disponible. Para cargar su archivo tiene que ser uno de los siguientes formatos de audio '${types}'.

source: label_ErrorToGetTheFile
es: En este momento el archivo no esta disponible para hacer Streaming

source: label_FileIsWaiting
es: En este momento el archivo esta siendo procesado

source: label_NameInHardDrive
es: Nombre del archivo en el servidor

source: label_NameOfFile
es: Nombre del archivo de Audio:

source: label_NoHTML5
es: Lo sentimos, su explorador no da soporte a HTML5 por favor descargue

source: label_SorryError
es: Lo sentimos, disculpe las inconveniencias...

source: label_SorryWaiting
es: Lo sentimos, disculpe las inconveniencias...

source: label_TheURlToFile
es: La dirección URL al archivo

source: label_size
es: Tamaño de Archivo
